Repository: dhvanibutani09-cmd/crud-
Catalog: EmployeeCrudApp/Resources/Views/User/Create.*.resx
Languages: or_in

source: Add New User
or_in: ନୂତନ ବ୍ୟବହାରକାରୀ ଯୋଡନ୍ତୁ

source: Create a new account for system access
or_in: ସିଷ୍ଟମ୍ ଆକ୍ସେସ୍ ପାଇଁ ଏକ ନୂତନ ଆକାଉଣ୍ଟ୍ ସୃଷ୍ଟି କରନ୍ତୁ

source: Full Name
or_in: ପୂରା ନାମ

source: Enter full name
or_in: ପୂରା ନାମ ଲେଖନ୍ତୁ

source: Email Address
or_in: ଇମେଲ୍ ଠିକଣା

source: Password
or_in: ପାସୱାର୍ଡ

source: Create a password
or_in: ଏକ ପାସୱାର୍ଡ ସୃଷ୍ଟି କରନ୍ତୁ

source: Confirm Password
or_in: ପାସୱାର୍ଡ ନିଶ୍ਚିତ କରନ୍ତୁ

source: Confirm your password
or_in: ଆପଣଙ୍କ ପାସୱାର୍ଡ ଯାଞ୍ચ କରନ୍ତୁ

source: Create User
or_in: ବ୍ୟବହାରକାରୀ ସୃଷ୍ଟି କରନ୍ତୁ

source: Cancel
or_in: ବାତିଲ୍ କରନ୍ତୁ
