Repository: dhvanibutani09-cmd/crud-
Catalog: EmployeeCrudApp/Resources/Views/User/Details.*.resx
Languages: as_in, bn_in, kn_in, ml_in, or_in, pa_in, te_in

source: User Details
as_in: ব্যৱহাৰকাৰীৰ বিৱৰণ
bn_in: ব্যবহারকারীর বিবরণ
kn_in: ಬಳಕೆದಾರರ ವಿವರಗಳು
ml_in: ഉപയോക്തൃ വിവരങ്ങൾ
or_in: ବ୍ୟବହାରକାରୀ ବିବରଣୀ
pa_in: ਉਪਭੋਗਤਾ ਵੇਰਵੇ
te_in: వినియోగదారు వివరాలు

source: Account Information
as_in: একাউণ্টৰ তথ্য
bn_in: অ্যাকাউন্টের তথ্য
kn_in: ಖಾತೆಯ ಮಾಹಿತಿ
ml_in: അക്കൗണ്ട് വിവരങ്ങൾ
or_in: ଆକାଉଣ୍ଟ୍ ସୂଚନା
pa_in: ਖਾਤਾ ਜਾਣਕਾਰੀ
te_in: ఖాతా సమాచారం

source: User ID
as_in: ব্যৱহাৰকাৰী আইডি
bn_in: ব্যবহারকারীর আইডি
kn_in: ಬಳಕೆದಾರ ಐಡಿ
ml_in: ഉപയോക്തൃ ഐഡി
or_in: ବ୍ୟବହାରକାରୀ ID
pa_in: ਉਪਭੋਗਤਾ ਆਈਡੀ
te_in: వినియోగదారు ఐడి

source: Verification Status
as_in: সত্যপনৰ স্থিতি
bn_in: যাচাইকরণের অবস্থা
kn_in: ಪರಿಶೀಲನಾ ಸ್ಥಿತಿ
ml_in: പരിശോധനാ നില
or_in: ଯାଞ୍ଚ ସ୍ଥିતી
pa_in: ਪੁਸ਼ਟੀਕਰਨ ਸਥਿਤੀ
te_in: ధృవీకరణ స్థితి

source: Verified
as_in: সত্যপন কৰা হৈছে
bn_in: যাচাইকৃত
kn_in: ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ml_in: പരിശോധിച്ചു
or_in: ଯାଞ୍ଚ ହୋଇଛି
pa_in: ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ
te_in: ధృవీకరించబడింది

source: Pending
as_in: বাকী আছে
bn_in: পেন্ডিং
kn_in: ಬಾಕಿ ಇದೆ
ml_in: ബാക്കിയുണ്ട്
or_in: ବିଚାରାଧୀନ
pa_in: ਪੈਂਡਿੰਗ
te_in: పెండింగ్‌లో ఉంది

source: Password
as_in: পাছৱৰ্ড
bn_in: পাসওয়ার্ড
kn_in: ಪಾಸ್‌ವರ್ಡ್
ml_in: പാസ്‌വേഡ്
or_in: ପାସୱାର୍ଡ
pa_in: ਪਾਸਵਰਡ
te_in: పాస్‌వర్డ్

source: Plain Text
as_in: প্লেইন টেক্সট
bn_in: প্লেইন টেক্সট
kn_in: ಸರಳ ಪಠ್ಯ
ml_in: സാധാരണ ടെക്സ്റ്റ്
or_in: ସାଧାରଣ ପାଠ୍ୟ
pa_in: ਸਾਦਾ ਪਾਠ
te_in: సాదా వచనం

source: Security &amp; OTP
as_in: সুৰক্ষা আৰু ওটিপি
bn_in: নিরাপত্তা এবং ওটিপি
kn_in: ಭದ್ರತೆ ಮತ್ತು ಒಟಿಪಿ
ml_in: സുരക്ഷയും ഒടിപിയും
or_in: ସୁରକ୍ଷା ଏବଂ OTP
pa_in: ਸੁਰੱਖਿਆ ਅਤੇ ਓਟੀਪੀ
te_in: భద్రత & OTP

source: Active One-Time Password
as_in: সক্ৰিয় ওটিপি
bn_in: সক্রিয় ওটিপি
kn_in: ಸಕ್ರಿಯ ಒಟಿಪಿ
ml_in: സജീവമായ ഒടിപി
or_in: ସକ୍ରିୟ OTP
pa_in: ਸਰਗਰਮ ਓਟੀਪੀ
te_in: క్రియాశీల OTP

source: Expires at:
as_in: ম্যাদ শেষ হ’ব:
bn_in: মেয়াদ শেষ হবে:
kn_in: ಇಲ್ಲಿಗೆ ಮುಕ್ತಾಯವಾಗುತ್ತದೆ:
ml_in: കാലഹരണപ്പെടുന്നത്:
or_in: ସମାପ୍ତ ହେବ:
pa_in: ਇਸ ਸਮੇਂ ਖਤਮ ਹੁੰਦਾ ਹੈ:
te_in: వద్ద గడువు ముగుస్తుంది:

source: No active security codes
as_in: কোনো সক্ৰিয় সুৰক্ষা ক’ড নাই
bn_in: কোনো সক্রিয় নিরাপত্তা কোড নেই
kn_in: ಯಾವುದೇ ಸಕ್ರಿಯ ಭದ್ರತಾ ಕೋಡ್‌ಗಳಿಲ್ಲ
ml_in: സജീവമായ സുരക്ഷാ കോഡുകളൊന്നുമില്ല
or_in: କୌଣସି ସକ੍ਰିୟ ସୁରକ୍ଷା କୋଡ୍ ନାହିଁ
pa_in: ਕੋਈ ਸਰਗਰਮ ਸੁਰੱਖਿਆ ਕੋਡ ਨਹੀਂ
te_in: క్రియాశీల భద్రతా కోడ్‌లు లేవు

source: Edit Profile
as_in: প্ৰ’ফাইল সম্পাদনা কৰক
bn_in: প্রোফাইল সম্পাদনা করুন
kn_in: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ml_in: പ്രൊഫൈൽ തിരുത്തുക
or_in: ପ୍ରୋଫାଇଲ୍ ସମ୍ପାଦନା କରନ୍ତୁ
pa_in: ਪ੍ਰੋਫਾਈਲ ਸੋਧੋ
te_in: ప్రొఫైల్‌ను సవరించండి

source: Back to List
as_in: পতিলৈ ঘূৰি যাওক
bn_in: তালিকায় ফিরে যান
kn_in: ಪಟ್ಟಿಗೆ ಹಿಂತಿರುಗಿ
ml_in: പട്ടികയിലേക്ക് തിരികെ പോകുക
or_in: ତାଲିକାକୁ ଫେରିବେ
pa_in: ਸੂਚੀ ਤੇ ਵਾਪਸ ਜਾਓ
te_in: జాబితాకు తిరిగి వెళ్లండి
