Repository: dhvanibutani09-cmd/crud-
Catalog: EmployeeCrudApp/Resources/Views/User/Index.*.resx
Languages: or_in

source: User Management
or_in: ବ୍ୟବହାରକାରୀ ପରିଚାଳନା

source: Manage system access and account statuses
or_in: ସିଷ୍ଟମ୍ ଆକ୍ସେସ୍ ଏବଂ ଆକାଉଣ୍ଟ୍ ସ୍ଥିତି ପରିଚାଳନା କରନ୍ତୁ

source: Add User
or_in: ବ୍ୟବହାରକାରୀ ଯୋଡନ୍ତୁ

source: Dashboard
or_in: ଡ୍ୟାସବୋର୍ଡ

source: User Details
or_in: ବ୍ୟବହାରକାରୀଙ୍କ ବିବରଣୀ

source: Email Address
or_in: ଇମେଲ୍ ଠିକଣା

source: Account Status
or_in: ଆକାଉଣ୍ଟ୍ ସ୍ଥିତି

source: Actions
or_in: କାର୍ଯ୍ୟଗୁଡ଼ିକ

source: Verified
or_in: ଯାଞ୍চ ହୋଇଛି

source: Pending
or_in: ବିଚାରାଧୀନ

source: Details
or_in: ବିବରଣୀ

source: View
or_in: ଦେଖନ୍ତୁ

source: Edit
or_in: ସମ୍ପାଦନା କରନ୍ତୁ

source: Delete
or_in: ବିଲୋପ କରନ୍ତୁ

source: No users found in the system.
or_in: ସିଷ୍ଟମରେ କୌଣସି ବ୍ୟବହାରକାରୀ ମିଳିଲେ ନାହିଁ।
